import styled from 'styled-components'

const Content = styled.p`
  font-family: 'Kanit', sans-serif;
  color: black;
  line-height: 1;
  font-size: 18px;
  text-align: center;
`

export default () => (
  <div>
    <Content>
      <strong>อ้วนมาก(30 ขึ้นไป)</strong>
      <br />
      <br />
      ค่อนข้างอันตราย เพราะเข้าเกณฑ์อ้วนมาก
      เสี่ยงต่อการเกิดโรคร้ายแรงที่แฝงมากับความอ้วน หากค่า BMI อยู่ในระดับนี้
      จะต้องระวังการรับประทานไขมัน และควรออกกำลังกายอย่างสม่ำเสมอ
      และหากเลขยิ่งสูงกว่า 40.0 ยิ่งแสดงถึงความอ้วนที่มากขึ้น
    </Content>
    <Content>
      <strong>อ้วน (25.0 - 29.9)</strong>
      <br />
      <br />
      คุณอ้วนในระดับหนึ่ง ถึงแม้จะไม่ถึงเกณฑ์ที่ถือว่าอ้วนมาก ๆ
      แต่ก็ยังมีความเสี่ยงต่อการเกิดโรคที่มากับความอ้วนได้เช่นกัน ทั้งโรคเบาหวาน
      และความดันโลหิตสูง
    </Content>
    <Content>
      <strong>น้ำหนักเกิน (23.0 - 24.9)</strong>
      <br />
      <br />
      พยายามอีกนิดเพื่อลดน้ำหนักให้เข้าสู่ค่ามาตรฐาน เพราะค่า BMI
      ในช่วงนี้ยังถือว่าเป็นกลุ่มผู้ที่มีความอ้วนอยู่บ้าง แม้จะไม่ถือว่าอ้วน
      แต่หากประวัติคนในครอบครัวเคยเป็นโรคเบาหวานและความดันโลหิตสูง
      ก็ถือว่ายังมีความเสี่ยงมากกว่าคนปกติ
    </Content>
    <Content>
      <strong>น้ำหนักปกติ เหมาะสม (18.6 - 22.9)</strong>
      <br />
      <br />
      น้ำหนักที่เหมาะสมสำหรับคนไทยคือค่า BMI ระหว่าง 18.5-22.9
      จัดอยู่ในเกณฑ์ปกติ ห่างไกลโรคที่เกิดจากความอ้วน
      และมีความเสี่ยงต่อการเกิดโรคต่าง ๆ น้อยที่สุด ควรพยายามรักษาระดับค่า BMI
      ให้อยู่ในระดับนี้ให้นานที่สุด
    </Content>
    <Content>
      <strong>ผอมเกินไป (น้อยกว่า 18.5)</strong>
      <br />
      <br />
      น้ำหนักน้อยกว่าปกติก็ไม่ค่อยดี หากคุณสูงมากแต่น้ำหนักน้อยเกินไป
      อาจเสี่ยงต่อการได้รับสารอาหารไม่เพียงพอหรือได้รับพลังงานไม่เพียงพอ
      ส่งผลให้ร่างกายอ่อนเพลียง่าย การรับประทานอาหารให้เพียงพอ
      และการออกกำลังกายเพื่อเสริมสร้างกล้ามเนื้อสามารถช่วยเพิ่มค่า BMI
      ให้อยู่ในเกณฑ์ปกติได้
    </Content>
  </div>
)
